Repository: mgriebling/Word-Sleuth
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Look at you, improving yourself by solving all of these puzzles!
de: Sieh dich an, du verbesserst dich, indem du all diese Rätsel löst!
es: ¡Mírate, mejorando resolviendo todos estos rompecabezas!
fr: Regardez-vous, améliorez-vous en résolvant toutes ces énigmes !
hi: अपने आप को देखो, इन सभी पहेलियों को हल करके खुद को सुधारें!
it: Guardati, migliora te stesso risolvendo tutti questi enigmi!
nl: Kijk naar jezelf, jezelf verbeteren door al deze puzzels op te lossen!
pl: Spójrz na siebie, jak się doskonalisz, rozwiązując wszystkie te zagadki!
pt: Olhe para você, melhorando a si mesmo resolvendo todos esses quebra-cabeças!
ru: Посмотри на себя, совершенствуясь, решая все эти головоломки!
tr: Tüm bu bulmacaları çözerek kendini geliştiren kendine bak!
uk: Подивіться на себе, вдосконалюючи себе, вирішуючи всі ці головоломки!

source: Master
de: Meister
es: Maestro
fr: Maître
hi: मास्टर
it: Maestro
nl: Meester
pl: Mistrz
pt: Mestre
ru: Мастер
tr: Usta
uk: Майстер

# Matched: %lld of %lld words
source: Matched: %1$lld of %2$lld words
de: Übereinstimmend: %1$lld von %2$lld Wörter
es: Coincidido: %1$lld de %2$lld palabras
fr: Correspondance : %1$lld de %2$lld mots
hi: मिलान किया गया: %2$lld शब्दों का%1$lld
it: Abbinato: %1$lld di %2$lld parole
nl: Overeengekomen: %1$lld van %2$lld woorden
pl: Dopasowane: %1$lld z %2$lld słów
pt: Correspondido: %1$lld de %2$lld palavras
ru: Совпадение: %1$lld из %2$lld слов
tr: Eşleşti: %2$lld sözcüklerin %1$lld'si
uk: Відповідність: %1$lld з %2$lld слів

# Missing %lld: %@
source: Missing %1$lld: %2$@
de: Fehlende %1$lld: %2$@
es: Falta %1$lld: %2$@
fr: Manquant %1$lld : %2$@
hi: गुम है% 1$lld: %2$@
it: Manca %1$lld: %2$@
nl: Ontbrekende %1$lld: %2$@
pl: Brakujące %1$lld: %2$@
pt: Faltando %1$lld: %2$@
ru: Отсутствует %1$lld: %2$@
tr: Eksik %1$lld: %2$@
uk: Відсутній %1$lld: %2$@

source: My Awards
de: Meine Auszeichnungen
es: Mis premios
fr: Mes récompenses
hi: मेरे पुरस्कार
it: I miei premi
nl: Mijn prijzen
pl: Moje nagrody
pt: Meus Prêmios
ru: Мои награды
tr: Ödüllerim
uk: Мої нагороди

source: Names in order
de: Namen in der Reihenfolge
es: Nombres en orden
fr: Noms dans l'ordre
hi: क्रम में नाम
it: Nomi in ordine
nl: Namen in volgorde
pl: Nazwy w kolejności
pt: Nomes em ordem
ru: Имена по порядку
tr: İsimler sırayla
uk: Імена в порядку

source: Names in reverse order
de: Namen in umgekehrter Reihenfolge
es: Nombres en orden inverso
fr: Noms dans l'ordre inverse
hi: रिवर्स ऑर्डर में नाम
it: Nomi in ordine inverso
nl: Namen in omgekeerde volgorde
pl: Nazwy w odwrotnej kolejności
pt: Nomes em ordem inversa
ru: Имена в обратном порядке
tr: İsimler ters sırayla
uk: Імена у зворотному порядку

source: New
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
tr: Yeni
uk: Новий

source: No %@ selected yet!
de: Noch kein %@ ausgewählt!
es: ¡Aún no se ha seleccionado el %@!
fr: Aucun %@ sélectionné pour l'instant !
hi: अभी तक चयनित नहीं है!
it: Nessun %@ ancora selezionato!
nl: Nog geen %@ geselecteerd!
pl: Nie wybrano jeszcze %@!
pt: Nenhum %@ selecionado ainda!
ru: %@ Еще не выбрано!
tr: Henüz %@ seçilmedi!
uk: Ще не вибрано %@!

source: No puzzles created yet!
de: Noch keine Rätsel erstellt!
es: ¡Aún no se han creado rompecabezas!
fr: Pas encore de puzzles créés !
hi: अभी तक कोई पहेली नहीं बनाई गई है!
it: Nessun puzzle ancora creato!
nl: Nog geen puzzels gemaakt!
pl: Nie stworzono jeszcze żadnych łamigłówek!
pt: Nenhum quebra-cabeça criado ainda!
ru: Головоломки еще не созданы!
tr: Henüz bulmaca oluşturulmadı!
uk: Головоломки ще не створені!

source: Number of Puzzles to Create
de: Anzahl der zu erstellenden Rätsel
es: Número de rompecabezas para crear
fr: Nombre de puzzles à créer
hi: बनाने के लिए पहेली की संख्या
it: Numero di puzzle da creare
nl: Aantal puzzels om te maken
pl: Liczba puzzli do stworzenia
pt: Número de quebra-cabeças para criar
ru: Количество головоломок для создания
tr: Oluşturulacak Bulmaca Sayısı
uk: Кількість головоломок для створення

source: Older Dates First
de: Ältere Daten zuerst
es: Fechas Más Antiguas Primero
fr: Dates plus anciennes d'abord
hi: पहले पुरानी तिथियां
it: Prima le date più vecchie
nl: Oudere Dates Eerst
pl: Najpierw starsze randki
pt: Datas Mais Antigas Primeiro
ru: Сначала старые свидания
tr: Önce Eski Tarihler
uk: Старі Побачення Спочатку

source: On a Streak
de: Auf einer Serie
es: En una racha
fr: Sur une série
hi: एक लकीर पर
it: Su una striscia
nl: Op een streak
pl: Na pasie
pt: Em uma sequência
ru: На полосе
tr: Bir Çizgide
uk: На смугі

source: Out of 30 puzzles for this badge, you'll need at least five puzzles rated at level ten.
de: Von 30 Rätseln für dieses Abzeichen benötigen Sie mindestens fünf Rätsel, die auf Stufe zehn bewertet werden.
es: De los 30 rompecabezas para esta insignia, necesitarás al menos cinco rompecabezas clasificados en el nivel diez.
fr: Sur 30 puzzles pour ce badge, vous aurez besoin d'au moins cinq puzzles classés au niveau dix.
hi: इस बैज के लिए 30 पहेलियों में से, आपको स्तर दस पर रेटेड कम से कम पांच पहेलियों की आवश्यकता होगी।
it: Su 30 puzzle per questo badge, avrai bisogno di almeno cinque puzzle classificati al livello dieci.
nl: Van de 30 puzzels voor deze badge heb je minimaal vijf puzzels nodig die op niveau tien staan.
pl: Spośród 30 zagadek dla tej odznaki, będziesz potrzebować co najmniej pięciu zagadek ocenionych na poziomie dziesiątym.
pt: Dos 30 quebra-cabeças para este distintivo, você precisará de pelo menos cinco quebra-cabeças classificados no nível dez.
ru: Из 30 головоломок для этого значка вам понадобится не менее пяти головоломок с рейтингом на десятом уровне.
tr: Bu rozet için 30 bulmacadan, onuncu seviyede derecelendirilmiş en az beş bulmacaya ihtiyacınız olacak.
uk: З 30 головоломок для цього значка вам знадобиться щонайменше п'ять головоломок, оцінених на десятому рівні.

source: Outline
de: Umriss
es: Silueta
fr: Plan
hi: रूपरेखा
it: Contorno
nl: Omtrek
pl: Zarys
pt: Esboço
ru: Контур
tr: Özet
uk: Аналюс

source: Outline & Fill
de: Umreißen & Füllen
es: Esquema y relleno
fr: Contour et remplissage
hi: रूपरेखा और भरें
it: Delineare e riempire
nl: Omlijnen & Vullen
pl: Zarys i wypełnienie
pt: Esboçar e preencher
ru: Настройте и заполните
tr: Anahat ve Doldur
uk: Окреслити та заповнити

source: Perfect 10
de: Perfekt 10
es: Perfecto 10
fr: Parfait 10
hi: परफ़ेक्ट 10
it: Perfetto 10
pl: Idealna 10
pt: Perfeito 10
ru: Идеальный 10
tr: Mükemmel 10
uk: Ідеальна 10

source: Position relative to letter grid
de: Position relativ zum Buchstabenraster
es: Posición relativa a la cuadrícula de letras
fr: Position par rapport à la grille de lettres
hi: पत्र ग्रिड के सापेक्ष स्थिति
it: Posizione rispetto alla griglia delle lettere
nl: Positie ten opzichte van letterraster
pl: Pozycja względem siatki liter
pt: Posição em relação à grade de letras
ru: Положение относительно сетки букв
tr: Harf ızgarasına göre konumlandırın
uk: Позиція відносно сітки літер

source: Puzzle Creation Defaults (%@ Touched)
de: Puzzle-Erstellung Standardeinstellungen (%@ berührt)
es: Valores predeterminados de creación de rompecabezas (%@ tocado)
fr: Création de puzzle par défaut (%@ touché)
hi: पहेली निर्माण डिफ़ॉल्ट (% @ छुआ)
it: Creazione di puzzle predefinito (%@ toccato)
nl: Puzzel Creatie Standaarden (%@ Aangeraakt)
pl: Domyślne Ustawienia Tworzenia Puzzli (%@ Dotknięte)
pt: Padrões de Criação de Quebra-Cabeça (%@ Tocado)
ru: По умолчанию для создания головоломок (%@ Touched)
tr: Bulmaca Oluşturma Varsayılanları (%@ Touched)
uk: За замовчуванням створення головоломки (%@ Touched)

source: Puzzles
de: Rätsel
es: Rompecabezas
hi: पहेलियां
it: Enigmi
nl: Puzzels
pl: Łamigłówki
pt: Quebra-cabeças
ru: Головоломки
tr: Bulmacalar
uk: Головоломки

source: Puzzles (%lld)
de: Rätsel (%lld)

source: Puzzles are a great way to invigorate your brain and keep your mind active. You're doing amazing work!
de: Rätsel sind eine großartige Möglichkeit, Ihr Gehirn zu beleben und Ihren Geist aktiv zu halten. Du machst einen tollen Jorb!
es: Los rompecabezas son una excelente manera de vigorizar tu cerebro y mantener tu mente activa. ¡Estás haciendo un trabajo increíble!
fr: Les puzzles sont un excellent moyen de revigorer votre cerveau et de garder votre esprit actif. Vous faites un travail incroyable !
hi: पहेलियाँ आपके मस्तिष्क को सक्रिय करने और आपके दिमाग़ को सक्रिय रखने का एक शानदार तरीक़ा है। आप अद्भुत काम कर रहे हैं!
it: I puzzle sono un ottimo modo per rinvigorire il tuo cervello e mantenere la tua mente attiva. Stai facendo un lavoro incredibile!
nl: Puzzels zijn een geweldige manier om je hersenen te stimuleren en je geest actief te houden. Je doet geweldig werk!
pl: Puzzle to świetny sposób na ożywienie mózgu i utrzymanie aktywnego umysłu. Robisz niesamowitą robotę!
pt: Quebra-cabeças são uma ótima maneira de revigorar seu cérebro e manter sua mente ativa. Você está fazendo um trabalho incrível!
ru: Головоломки - отличный способ оживить ваш мозг и поддерживать активность ума. Ты делаешь потрясающую работу!
tr: Bulmacalar, beyninizi canlandırmanın ve zihninizi aktif tutmanın harika bir yoludur. Harika bir iş çıkarıyorsun!
uk: Головоломки - це чудовий спосіб підбадьорити ваш мозок і підтримувати активний розум. Ти робиш дивовижну роботу!

source: Puzzles will be permanently deleted. Earned badges are not removed.
de: Rätsel werden dauerhaft gelöscht. Verdiente Abzeichen werden nicht entfernt.
es: Los rompecabezas se eliminarán permanentemente. Las insignias ganadas no se eliminan.
fr: Les puzzles seront définitivement supprimés. Les badges gagnés ne sont pas supprimés.
hi: पहेलियां स्थायी रूप से हटा दी जाएंगी। अर्जित बैज नहीं हटाए जाते हैं।
it: I puzzle saranno eliminati definitivamente. I badge guadagnati non vengono rimossi.
nl: Puzzels worden permanent verwijderd. Verdiende badges worden niet verwijderd.
pl: Puzzle zostaną trwale usunięte. Zdobyte odznaki nie są usuwane.
pt: Os quebra-cabeças serão excluídos permanentemente. Os emblemas ganhos não são removidos.
ru: Головоломки будут удалены навсегда. Заработанные значки не удаляются.
tr: Bulmacalar kalıcı olarak silinecektir. Kazanılan rozetler kaldırılmaz.
uk: Головоломки будуть видалені назавжди. Зароблені значки не видаляються.

source: Puzzles:
de: Rätsel:
es: Rompecabezas:
hi: पहेलियाँ:
it: Puzzle:
nl: Puzzels:
pl: Puzzle:
pt: Quebra-cabeças:
ru: Головоломки:
tr: Bulmacalar:
uk: Головоломки:

source: Puzzles: %lld
de: Rätsel: %lld
es: Rompecabezas: %lld
hi: पज़ल्स: %lld
it: Puzzle: %lld
nl: Puzzels: %lld
pl: Zagadki: %lld
pt: Quebra-cabeças: %lld
ru: Головоломки: %lld
tr: Bulmacalar: %lld
uk: Головоломки: %lld

source: Random
de: Zufalls
es: Al azar
fr: (Fait) au hasard
hi: सांयोगिक
it: Casuale
nl: Willekeurig
pl: Losowy
pt: Aleatório
ru: Случайный
tr: Gelişigüzel
uk: Випадковий

source: Random in range
de: Zufälliger Bereich
es: Aleatorio en el rango
fr: Aléatoire dans la gamme
hi: रेंज में रैंडम
it: Casuale nella gamma
nl: Willekeurig in bereik
pl: Losowy w zasięgu
pt: Aleatório no alcance
ru: Случайный в диапазоне
tr: Aralıkta rastgele
uk: Випадковий діапазон

source: Recent Dates First
de: Letzte Daten zuerst
es: Fechas recientes primero
fr: Dates récentes d'abord
hi: हाल की तारीख़ें पहले
it: Date recenti prima
nl: Recente datums eerst
pl: Najpierw ostatnie daty
pt: Datas Recentes Primeiro
ru: Сначала Последние Даты
tr: Önce Son Tarihler
uk: Спочатку останні дати

source: Roaring Twenties
de: Brüllende Zwanziger
es: Los locos años veinte
fr: Années folles
hi: गर्जन ट्वेंटी
it: Anni Venti ruggenti
nl: Brullende jaren twintig
pl: Ryczące lata dwudzieste
pt: Anos Vinte Rugindo
ru: Ревующие двадцатые
tr: Kükreyen Yirmiler
uk: Ревучі двадцяті

source: Save Puzzle
de: Puzzle speichern
es: Guardar rompecabezas
fr: Enregistrer le puzzle
hi: पहेली सहेजें
it: Salva Puzzle
nl: Puzzel opslaan
pl: Zapisz Puzzle
pt: Salve o quebra-cabeça
ru: Сохранить головоломку
tr: Bulmacayı Kaydet
uk: Зберегти головоломку

source: Select a %@ on the left to get started.
de: Wählen Sie einen %@ auf der linken Seite, um zu beginnen.
es: Seleccione un %@ a la izquierda para comenzar.
fr: Sélectionnez un %@ à gauche pour commencer.
hi: शुरू करने के लिए बाईं ओर %@ चुनें.
it: Seleziona un %@ a sinistra per iniziare.
nl: Selecteer een %@ aan de linkerkant om te beginnen.
pl: Wybierz %@ po lewej stronie, aby rozpocząć.
pt: Selecione um %@ à esquerda para começar.
ru: Выберите %@ слева, чтобы начать.
tr: Başlamak için soldaki %@'yi seçin.
uk: Виберіть %@ зліва, щоб розпочати.

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चुना गया
it: Selezionato
nl: Geselecteerd
pl: Wybrany
pt: Selecionado
ru: Выбранный
tr: Seçilmiş
uk: Вибраний

source: Selected Sizes
de: Ausgewählte Größen
es: Tamaños seleccionados
fr: Tailles sélectionnées
hi: चयनित आकार
it: Taglie selezionate
nl: Geselecteerde maten
pl: Wybrane rozmiary
pt: Tamanhos Selecionados
ru: Выбранные размеры
tr: Seçilen Boyutlar
uk: Вибрані розміри

source: Selection
de: Auswahl
es: Elección
fr: Sélection
hi: चयन
it: Selezione
nl: Selectie
pl: Wybór
pt: Seleção
ru: Выбор
tr: Seçme
uk: Вибір

source: Selection Color
de: Auswahlfarbe
es: Color de selección
fr: Couleur de sélection
hi: चयन रंग
it: Colore di selezione
nl: Selectiekleur
pl: Wybór Koloru
pt: Seleção de Cor
ru: Выбор цвета
tr: Seçim Rengi
uk: Вибір кольору

source: Selection OK Color
de: Auswahl OK Farbe
es: Selección OK Color
fr: Sélection OK Couleur
hi: चयन ठीक रंग
it: Selezione OK Colore
nl: Selectie OK Kleur
pl: Wybór OK Kolor
pt: Seleção OK Cor
ru: Выбор цвета OK
tr: Seçim Tamam Renk
uk: Вибір кольору ОК

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Size:
de: Größe:
es: Tamaño:
fr: Taille :
hi: आकार:
it: Dimensione:
nl: Grootte:
pl: Rozmiar:
pt: Tamanho:
ru: Размер:
tr: Boyut:
uk: Розмір:

source: Smallest Level First
de: Kleinste Stufe zuerst
es: El nivel más pequeño primero
fr: Le plus petit niveau d'abord
hi: सबसे छोटा स्तर पहले
it: Prima il livello più piccolo
nl: Kleinste niveau eerst
pl: Najmniejszy poziom pierwszy
pt: O Menor Nível Primeiro
ru: Сначала Самый Маленький Уровень
tr: Önce En Küçük Seviye
uk: Найменший рівень спочатку

source: Solve a puzzle to unlock this award.
de: Löse ein Rätsel, um diesen Preis freizuschalten.
es: Resuelve un rompecabezas para desbloquear este premio.
fr: Résolvez un puzzle pour débloquer ce prix.
hi: इस पुरस्कार को अनलॉक करने के लिए एक पहेली हल करें।
it: Risolvi un puzzle per sbloccare questo premio.
nl: Los een puzzel op om deze prijs te ontgrendelen.
pl: Rozwiąż zagadkę, aby odblokować tę nagrodę.
pt: Resolva um quebra-cabeça para desbloquear este prêmio.
ru: Решите головоломку, чтобы разблокировать эту награду.
tr: Bu ödülün kilidini açmak için bir bulmaca çözün.
uk: Розв'яжіть головоломку, щоб розблокувати цю нагороду.

source: Solve a total of 75 puzzles. A minimum of 20 puzzles must be rated at level ten.
de: Löse insgesamt 75 Rätsel. Mindestens 20 Rätsel müssen auf Stufe zehn bewertet werden.
es: Resuelve un total de 75 acertijos. Un mínimo de 20 rompecabezas debe ser calificado en el nivel diez.
fr: Résolvez un total de 75 énigmes. Un minimum de 20 énigmes doivent être notées au niveau dix.
hi: कुल 75 पहेलियों को हल करें। न्यूनतम 20 पहेलियों को स्तर दस पर रेट किया जाना चाहिए।
it: Risolvi un totale di 75 enigmi. Un minimo di 20 puzzle deve essere valutato al livello dieci.
nl: Los in totaal 75 puzzels op. Minimaal 20 puzzels moeten worden beoordeeld op niveau tien.
pl: Rozwiąż w sumie 75 zagadek. Minimum 20 zagadek musi być ocenionych na poziomie dziesiątym.
pt: Resolva um total de 75 quebra-cabeças. Um mínimo de 20 quebra-cabeças deve ser classificado no nível dez.
ru: Решите в общей сложности 75 головоломок. Минимум 20 головоломок должны быть оценены на десятом уровне.
tr: Toplam 75 bulmacayı çözün. En az 20 bulmaca onuncu seviyede derecelendirilmelidir.
uk: Розв'яжіть загалом 75 головоломок. Мінімум 20 головоломок повинні бути оцінені на десятому рівні.

source: Sort by %@
de: Sortieren nach %@
es: Ordenar por %@
fr: Trier par %@
hi: %@ के अनुसार छाँटें
it: Ordina per %@
nl: Sorteer op %@
pl: Sortuj według %@
pt: Classificar por %@
ru: Сортировать по %@
tr: %@'Ye göre sırala
uk: Сортувати за %@

source: Sorted Across Columns
de: Über Spalten Hinweg sortiert
es: Ordenado entre columnas
fr: Trié Entre Les Colonnes
hi: स्तंभों में क्रमबद्ध
it: Ordinato Tra Le Colonne
nl: Gesorteerd Over Kolommen
pl: Posortowane W Kolumnach
pt: Classificado Entre Colunas
ru: Отсортировано По Столбцам
tr: Sütunlar Arasında Sıralanmış
uk: Відсортовано За Стовпцями

source: Sound Effects
de: Soundeffekte
es: Efectos sonoros
fr: Effets sonores
hi: ध्वनि प्रभाव
it: Effetti sonori
nl: Geluidseffecten
pl: Efekty dźwiękowe
pt: Efeitos sonoros
ru: Шумовые эффекты
tr: Ses Efektleri
uk: Звукові ефекти

source: Sound Volume
de: Lautstärke
es: Volumen de sonido
fr: Volume sonore
hi: ध्वनि की मात्रा
it: Volume del suono
nl: Geluidsvolume
pl: Głośność dźwięku
pt: Volume de som
ru: Громкость звука
tr: Ses Seviyesi
uk: Гучність звуку

source: Start the Journey
de: Beginnen Sie die Reise
es: Comienza el viaje
fr: Commencez le voyage
hi: यात्रा शुरू करें
it: Inizia il viaggio
nl: Begin de reis
pl: Rozpocznij podróż
pt: Comece a Jornada
ru: Начните путешествие
tr: Yolculuğa Başla
uk: Почніть подорож

source: Successfully complete 100 puzzles and have all nine earlier badges. At least 30 puzzles must be at level ten.
de: Schließe 100 Rätsel erfolgreich ab und habe alle neun früheren Abzeichen. Mindestens 30 Rätsel müssen auf Stufe zehn sein.
es: Completa con éxito 100 rompecabezas y ten las nueve insignias anteriores. Al menos 30 rompecabezas deben estar en el nivel diez.
fr: Complétez avec succès 100 énigmes et ayez les neuf badges précédents. Au moins 30 énigmes doivent être au niveau dix.
hi: 100 पहेलियों को सफलतापूर्वक पूरा करें और पहले के सभी नौ बैज रखें। कम से कम 30 पहेलियां स्तर दस पर होनी चाहिए।
it: Completa con successo 100 puzzle e hai tutti e nove i badge precedenti. Almeno 30 puzzle devono essere al livello dieci.
nl: Voltooi met succes 100 puzzels en heb alle negen eerdere badges. Ten minste 30 puzzels moeten op niveau tien zijn.
pl: Pomyślnie ukończ 100 zagadek i zdostąp wszystkie dziewięć wcześniejszych odznak. Co najmniej 30 zagadek musi być na poziomie dziesiątym.
pt: Complete com sucesso 100 quebra-cabeças e tenha todos os nove emblemas anteriores. Pelo menos 30 quebra-cabeças devem estar no nível dez.
ru: Успешно завершите 100 головоломок и имейте все девять предыдущих значков. Не менее 30 головоломок должны быть на десятом уровне.
tr: 100 bulmacayı başarıyla tamamlayın ve önceki dokuz rozetin tümüne sahip olun. En az 30 bulmaca onuncu seviyede olmalıdır.
uk: Успішно завершіть 100 головоломок і отрадіть всі дев'ять попередніх значків. Щонайменше 30 головоломок повинні бути на десятому рівні.

source: Tabs
de: Registerkarten
es: Pestañas
fr: Onglets
hi: टैब्स
it: Schede
nl: Tabbladen
pl: Zakładki
pt: Guias
ru: Вкладки
tr: Sekmeler
uk: Вкладки

source: The magic number is 50 puzzles. Ten or more puzzles must be rated at level ten.
de: Die magische Zahl ist 50 Rätsel. Zehn oder mehr Rätsel müssen auf Stufe zehn bewertet werden.
es: El número mágico es 50 rompecabezas. Diez o más rompecabezas deben estar clasificados en el nivel diez.
fr: Le nombre magique est 50 puzzles. Dix énigmes ou plus doivent être notées au niveau dix.
hi: जादू संख्या 50 पहेली है। दस या अधिक पहेलियों को स्तर दस पर रेट किया जाना चाहिए।
it: Il numero magico è 50 puzzle. Dieci o più puzzle devono essere valutati al livello dieci.
nl: Het magische getal is 50 puzzels. Tien of meer puzzels moeten op niveau tien worden beoordeeld.
pl: Magiczna liczba to 50 zagadek. Dziesięć lub więcej zagadek musi być ocenionych na poziomie dziesiątym.
pt: O número mágico é 50 quebra-cabeças. Dez ou mais quebra-cabeças devem ser classificados no nível dez.
ru: Волшебное число - это 50 головоломок. Десять или более головоломок должны быть оценены на десятом уровне.
tr: Sihirli sayı 50 bulmacadır. On veya daha fazla bulmaca onuncu seviyede derecelendirilmelidir.
uk: Магічне число - 50 головоломок. Десять або більше головоломок повинні бути оцінені на десятому рівні.

source: The words will be permanently deleted.
de: Die Wörter werden dauerhaft gelöscht.
es: Las palabras se eliminarán permanentemente.
fr: Les mots seront définitivement supprimés.
hi: शब्दों को हमेशा के लिए हटा दिया जाएगा।
it: Le parole saranno eliminate definitivamente.
nl: De woorden worden permanent verwijderd.
pl: Słowa zostaną trwale usunięte.
pt: As palavras serão excluídas permanentemente.
ru: Слова будут удалены навсегда.
tr: Kelimeler kalıcı olarak silinecektir.
uk: Слова будуть назавжди видалені.

source: Touch %@ at the top right to get started.
de: Tippen Sie oben rechts auf %@, um zu beginnen.
es: Toque %@ en la parte superior derecha para comenzar.
fr: Touchez %@ en haut à droite pour commencer.
hi: शुरू करने के लिए शीर्ष दाईं ओर %@ को स्पर्श करें.
it: Tocca %@ in alto a destra per iniziare.
nl: Raak %@ rechtsboven aan om te beginnen.
pl: Dotknij %@ w prawym górnym rogu, aby rozpocząć.
pt: Toque em %@ no canto superior direito para começar.
ru: Нажмите %@ в правом верхнем углу, чтобы начать.
tr: Başlamak için sağ üstteki %@'ye dokunun.
uk: Торкніться %@ у верхньому правому куті, щоб розпочати.

source: Type here...
de: Geben Sie hier ein...
es: Escribe aquí...
fr: Tapez ici...
hi: यहाँ टाइप करें...
it: Digita qui...
nl: Typ hier...
pl: Wpisz tutaj...
pt: Digite aqui...
ru: Введите здесь...
tr: Buraya yazın...
uk: Введіть тут...

source: Unravel seven puzzles to earn this badge. A minimum of three need to be at level seven or higher.
de: Entwirre sieben Rätsel, um dieses Abzeichen zu verdienen. Mindestens drei müssen auf Stufe sieben oder höher sein.
es: Desentraña siete rompecabezas para ganar esta insignia. Un mínimo de tres debe estar en el nivel siete o superior.
fr: Démêlez sept énigmes pour gagner ce badge. Un minimum de trois doivent être au niveau sept ou plus.
hi: इस बैज को अर्जित करने के लिए सात पहेली को सुलझाएं। न्यूनतम तीन स्तर सात या उससे अधिक होने की आवश्यकता है।
it: Svela sette puzzle per guadagnare questo distintivo. Un minimo di tre devono essere al livello sette o superiore.
nl: Ontrafel zeven puzzels om deze badge te verdienen. Minimaal drie moeten op niveau zeven of hoger zijn.
pl: Rozwiń siedem zagadek, aby zdobyć tę odznakę. Minimum trzy muszą być na poziomie siódmym lub wyższym.
pt: Desvenda sete quebra-cabeças para ganhar este distintivo. Um mínimo de três precisa estar no nível sete ou superior.
ru: Разгадайте семь головоломок, чтобы заработать этот значок. Минимум три должны быть на седьмом уровне или выше.
tr: Bu rozeti kazanmak için yedi bulmacayı çözün. En az üçünün yedinci veya daha yüksek seviyede olması gerekir.
uk: Розгадайте сім головоломок, щоб заробити цей значок. Мінімум три повинні бути на сьомому рівні або вище.

source: Update
de: Auf den neuesten Stand bringen
es: Actualización
fr: Mise à jour
hi: अपडेट
it: Aggiornare
nl: Bijwerken
pl: Aktualizacja
pt: Atualização
ru: Обновлять, обновить
tr: Güncelleme
uk: Оновлення

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім'я користувача

source: Volume:
de: Volumen:
es: Volumen:
hi: मात्रा:
pl: Objętość:
ru: Объем:
tr: Hacim:
uk: Об'єм:

source: Weight:
de: Gewicht:
es: Peso:
fr: Poids :
hi: वजन:
it: Peso:
nl: Gewicht:
pl: Waga:
pt: Peso:
ru: Вес:
tr: Ağırlık:
uk: Вага:
